---
kind: method
id: M:Autodesk.Revit.DB.ExportFontTable.GetValues
source: html/d469e2a4-dc15-61e6-4af4-17b6010b093b.htm
---
# Autodesk.Revit.DB.ExportFontTable.GetValues Method

Returns a collection of the values stored in this table.

## Syntax (C#)
```csharp
public IList<ExportFontInfo> GetValues()
```

## Returns
The collection of values.